<template>
  <div class="newslist">
    <div class="layui-row newskind">
      <div class="layui-col-md6">
        <NewItem :data="newList[0]" />
      </div>

      <div class="layui-col-md6">
        <NewItem :data="newList[1]" />
      </div>
    </div>
    <div class="layui-row newskind">
      <div class="layui-col-md6">
        <NewItem :data="newList[2]" />
      </div>
      <div class="layui-col-md6">
        <NewItem :data="newList[3]" />
      </div>
    </div>
  </div>
</template>

<script>
import NewItem from './NewItem'
export default {
  name: 'newlist',
  components: {
    NewItem,
  },
  data() {
    return {
      newList: [
        {
          title: '政策解读',
          topNews: {
            logo:
              'http://www.douyijob.com/upload/image/20200318/1584496407991001692.jpeg',
            title: '广州住建局发文：参加投标，人、证、注册单位必须一致！',
            content:
              '为了规范建筑市场，建立公开、公平、竞争有序的建筑市场环境氛围。最近，广州市住建局下发通知，要加强对建造师、项目经理、注册监理工程师等工程项目负责人管理。1、参加投标的建筑工程项目负责人必须是投标单位的正式员工。执业资格证书标明的工作单位名称必须和投标单位名称一致。投标项目负责人所注册企业名称应与对应的投标企业名称一致。2、资格预审项目自确定正式投标人之日起或资格后审项目自开标之日起至发出中标通知书前，投标项目负责人不得被更换，不得报名参加其他工程的投标。3、确需更换项目负责人的，要符合以下情形：（一）死亡；（二）因长期疾病、长期出国、长期学习、职务变动、辞职或调离原工作企业不能履行职责（长期为120天以上，含120天，下同）；（三）因违法违规被责令停止执业；（四）因犯罪或涉嫌犯罪被羁押或判刑；（五）非因投标单位责任、递交投标文件后长期未能确定正式中标单位；（六）其他法定的原因。4、经同意被更换的建筑工程项目负责人，从被更换之日起三个月内暂停参加投标。5、已办理诚信档案录入手续的小型工程项目负责人，不能同时受聘担任两个及两个以上建筑工程项目。小型工程项目负责人的受聘任职情况，可登录广州住房和城乡建设网站查询。6、中标单位的建设工程项目负责人在完成本招标项目施工职责，取得《建筑施工项目安全生产标准化考评结果告知书》前不得再次参加投标活动。7、自2020年3月16日起施行，有效期五年。',
            datetime: '2020年03月18日',
          },
          list: [
            {
              title: '建筑行业资质频频改革，未来发展趋势是什么？',
              datetime: '2020年03月06日',
            },
            {
              title: '建企再迎利好，住建部发文：取消执业注册等35个证明事项！',
              datetime: '2020年03月02日',
            },
            {
              title: '建筑施工企业如何应对资质动态核查？',
              datetime: '2020年02月14日',
            },
          ],
        },
        {
          title: '业内资讯',
          topNews: {
            logo:
              'http://www.douyijob.com/upload/image/20200319/1584583662348086307.jpg',
            title: '申请建筑资质对社保有哪些要求？',
            content:
              '为了规范建筑市场，建立公开、公平、竞争有序的建筑市场环境氛围。最近，广州市住建局下发通知，要加强对建造师、项目经理、注册监理工程师等工程项目负责人管理。1、参加投标的建筑工程项目负责人必须是投标单位的正式员工。执业资格证书标明的工作单位名称必须和投标单位名称一致。投标项目负责人所注册企业名称应与对应的投标企业名称一致。2、资格预审项目自确定正式投标人之日起或资格后审项目自开标之日起至发出中标通知书前，投标项目负责人不得被更换，不得报名参加其他工程的投标。3、确需更换项目负责人的，要符合以下情形：（一）死亡；（二）因长期疾病、长期出国、长期学习、职务变动、辞职或调离原工作企业不能履行职责（长期为120天以上，含120天，下同）；（三）因违法违规被责令停止执业；（四）因犯罪或涉嫌犯罪被羁押或判刑；（五）非因投标单位责任、递交投标文件后长期未能确定正式中标单位；（六）其他法定的原因。4、经同意被更换的建筑工程项目负责人，从被更换之日起三个月内暂停参加投标。5、已办理诚信档案录入手续的小型工程项目负责人，不能同时受聘担任两个及两个以上建筑工程项目。小型工程项目负责人的受聘任职情况，可登录广州住房和城乡建设网站查询。6、中标单位的建设工程项目负责人在完成本招标项目施工职责，取得《建筑施工项目安全生产标准化考评结果告知书》前不得再次参加投标活动。7、自2020年3月16日起施行，有效期五年。',
            datetime: '2020年03月18日',
          },
          list: [
            {
              title: '建筑行业资质频频改革，未来发展趋势是什么？',
              datetime: '2020年03月06日',
            },
            {
              title: '建企再迎利好，住建部发文：取消执业注册等35个证明事项！',
              datetime: '2020年03月02日',
            },
            {
              title: '建筑施工企业如何应对资质动态核查？',
              datetime: '2020年02月14日',
            },
          ],
        },
        {
          title: '行业问答',
          topNews: {
            logo:
              'http://www.douyijob.com/upload/image/20200407/1586221118169094597.jpg',
            title: '申请建筑资质对社保有哪些要求？',
            content:
              '为了规范建筑市场，建立公开、公平、竞争有序的建筑市场环境氛围。最近，广州市住建局下发通知，要加强对建造师、项目经理、注册监理工程师等工程项目负责人管理。1、参加投标的建筑工程项目负责人必须是投标单位的正式员工。执业资格证书标明的工作单位名称必须和投标单位名称一致。投标项目负责人所注册企业名称应与对应的投标企业名称一致。2、资格预审项目自确定正式投标人之日起或资格后审项目自开标之日起至发出中标通知书前，投标项目负责人不得被更换，不得报名参加其他工程的投标。3、确需更换项目负责人的，要符合以下情形：（一）死亡；（二）因长期疾病、长期出国、长期学习、职务变动、辞职或调离原工作企业不能履行职责（长期为120天以上，含120天，下同）；（三）因违法违规被责令停止执业；（四）因犯罪或涉嫌犯罪被羁押或判刑；（五）非因投标单位责任、递交投标文件后长期未能确定正式中标单位；（六）其他法定的原因。4、经同意被更换的建筑工程项目负责人，从被更换之日起三个月内暂停参加投标。5、已办理诚信档案录入手续的小型工程项目负责人，不能同时受聘担任两个及两个以上建筑工程项目。小型工程项目负责人的受聘任职情况，可登录广州住房和城乡建设网站查询。6、中标单位的建设工程项目负责人在完成本招标项目施工职责，取得《建筑施工项目安全生产标准化考评结果告知书》前不得再次参加投标活动。7、自2020年3月16日起施行，有效期五年。',
            datetime: '2020年03月18日',
          },
          list: [
            {
              title: '建筑行业资质频频改革，未来发展趋势是什么？',
              datetime: '2020年03月06日',
            },
            {
              title: '建企再迎利好，住建部发文：取消执业注册等35个证明事项！',
              datetime: '2020年03月02日',
            },
            {
              title: '建筑施工企业如何应对资质动态核查？',
              datetime: '2020年02月14日',
            },
          ],
        },
        {
          title: '人才指南',
          topNews: {
            logo:
              'http://www.douyijob.com/upload/image/20200316/1584329540196033468.jpg',
            title: '申请建筑资质对社保有哪些要求？',
            content:
              '为了规范建筑市场，建立公开、公平、竞争有序的建筑市场环境氛围。最近，广州市住建局下发通知，要加强对建造师、项目经理、注册监理工程师等工程项目负责人管理。1、参加投标的建筑工程项目负责人必须是投标单位的正式员工。执业资格证书标明的工作单位名称必须和投标单位名称一致。投标项目负责人所注册企业名称应与对应的投标企业名称一致。2、资格预审项目自确定正式投标人之日起或资格后审项目自开标之日起至发出中标通知书前，投标项目负责人不得被更换，不得报名参加其他工程的投标。3、确需更换项目负责人的，要符合以下情形：（一）死亡；（二）因长期疾病、长期出国、长期学习、职务变动、辞职或调离原工作企业不能履行职责（长期为120天以上，含120天，下同）；（三）因违法违规被责令停止执业；（四）因犯罪或涉嫌犯罪被羁押或判刑；（五）非因投标单位责任、递交投标文件后长期未能确定正式中标单位；（六）其他法定的原因。4、经同意被更换的建筑工程项目负责人，从被更换之日起三个月内暂停参加投标。5、已办理诚信档案录入手续的小型工程项目负责人，不能同时受聘担任两个及两个以上建筑工程项目。小型工程项目负责人的受聘任职情况，可登录广州住房和城乡建设网站查询。6、中标单位的建设工程项目负责人在完成本招标项目施工职责，取得《建筑施工项目安全生产标准化考评结果告知书》前不得再次参加投标活动。7、自2020年3月16日起施行，有效期五年。',
            datetime: '2020年03月18日',
          },
          list: [
            {
              title: '建筑行业资质频频改革，未来发展趋势是什么？',
              datetime: '2020年03月06日',
            },
            {
              title: '建企再迎利好，住建部发文：取消执业注册等35个证明事项！',
              datetime: '2020年03月02日',
            },
            {
              title: '建筑施工企业如何应对资质动态核查？',
              datetime: '2020年02月14日',
            },
          ],
        },
      ],
    }
  },
}
</script>

<style lang="scss" scoped>
.newslist {
  width: 100%;
  background-color: #fff;
  color: #333;
  padding-bottom: 20px;
}
.newskind {
  width: 1200px;
  margin: auto;
  padding-top: 20px;

  > div {
    padding-right: 20px;
  }
}
</style>
